Repository: falkoschumann/contao-books
Catalog: languages/*/*_book.xlf
Languages: de

# tl_book.title.0
source: Title
de: Titel

# tl_book.title.1
source: Please enter the book title.
de: Bitte geben Sie den Buchtitel ein.

# tl_book.subtitle.0
source: Sub title
de: Untertitel

# tl_book.subtitle.1
source: Optional enter a sub title for the book.
de: Geben Sie dem Buch optional einen Untertitel.

# tl_book.author.0
source: Author
de: Autor

# tl_book.author.1
source: Here you can enter the author of the book.
de: Hier können Sie den Autor des Buches angeben.

# tl_book.year.0
source: Year
de: Jahr

# tl_book.year.1
source: Please enter the publication year.
de: Bitte geben Sie das Erscheinungsjahr des Buches ein.

# tl_book.location.0
source: Location
de: Ort

# tl_book.location.1
source: Please enter the publication location.
de: Bitte geben Sie den Erscheinungsort des Buches ein.

# tl_book.language.0
source: Language
de: Sprache

# tl_book.language.1
source: Please enter the book language according to the ISO-639-1 standard (e.g. "en" for English).
de: Bitte geben Sie die Sprache des Buches gemäß des ISO-639-1 Standards ein (z.B. "de" für Deutsch).

# tl_book.tags.1
source: Comma separated list of tags.
de: Kommagetrennte Liste von Tags für das Buch.

# tl_book.cssID.0
source: CSS ID/class
de: CSS-ID/Klasse

# tl_book.cssID.1
source: Here you can set an ID and one or more classes.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben.

# tl_book.published.0
source: Publish book
de: Buch veröffentlichen

# tl_book.published.1
source: Make the book publicly visible on the website.
de: Das Buch auf der Webseite anzeigen.

# tl_book.root_chapter.0
source: Root chapter
de: Wurzelkapitel

# tl_book.root_chapter.1
source: Reference the root chapter of this book.
de: Verweist auf das Wurzelkapitel dieses Buches.

# tl_book.book_legend
source: Book
de: Buch

# tl_book.meta_legend
source: Meta information
de: Meta-Informationen

# tl_book.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_book.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_book.new.0
source: New book
de: Neues Buch

# tl_book.new.1
source: Create a new book
de: Ein neues Buch anlegen

# tl_book.edit.0
source: Edit book
de: Buch bearbeiten

# tl_book.edit.1
source: Edit book ID %s
de: Buch ID %s bearbeiten

# tl_book.editheader.0
source: Edit book settings
de: Bucheinstellungen bearbeiten

# tl_book.editheader.1
source: Edit the settings of book ID %s
de: Einstellungen des Buches ID %s bearbeiten

# tl_book.copy.0
source: Duplicate book
de: Buch duplizieren

# tl_book.copy.1
source: Duplicate book ID %s
de: Buch ID %s duplizieren

# tl_book.delete.0
source: Delete book
de: Buch löschen

# tl_book.delete.1
source: Delete book ID %s
de: Buch ID %s löschen

# tl_book.toggle.0
source: Publish/unpublish book
de: Buch veröffentlichen/unveröffentlichen

# tl_book.toggle.1
source: Publish/unpublish book ID %s
de: Buch ID %s veröffentlichen/unveröffentlichen

# tl_book.show.0
source: Book details
de: Buchdetails

# tl_book.show.1
source: Show the details of book ID %s
de: Details des Buches ID %s anzeigen
