Repository: falkoschumann/contao-books
Catalog: languages/*/*_chapter.xlf
Languages: de

# tl_chapter.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_chapter.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_chapter.title.0
source: Title
de: Titel

# tl_chapter.title.1
source: Please enter the chapter title.
de: Bitte geben Sie den Kapiteltitel ein.

# tl_chapter.alias.0
source: Chapter alias
de: Kapitelalias

# tl_chapter.alias.1
source: The chapter alias is an unique reference to the chapter which can be called instead of its numeric id.
de: Der Kapitelalias ist eine eindeutige Referenz, die anstelle der numerischen Kapitel-ID aufgerufen werden kann.

# tl_chapter.type.0
source: Chapter type
de: Kapiteltyp

# tl_chapter.tags.1
source: Comma separated list of tags.
de: Kommagetrennte Liste von Tags für das Kapitel.

# tl_chapter.cssID.0
source: CSS ID/class
de: CSS-ID/Klasse

# tl_chapter.cssID.1
source: Here you can set an ID and one or more classes.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben.

# tl_chapter.hide.0
source: Hide chapter in table of content
de: Kapitel im Inhaltsverzeichnis verstecken

# tl_chapter.hide.1
source: If this checkbox is checked there is no link to chapter in table of content.
de: Ist das Häckchen gesetzt, erscheint kein Link zum Kapitel im Inhaltsverzeichnis.

# tl_chapter.published.0
source: Publish chapter
de: Kapitel veröffentlichen

# tl_chapter.published.1
source: Make the chapter publicly visible on the website.
de: Das Kapitel auf der Webseite anzeigen.

# tl_chapter.chapter_legend
source: Chapter
de: Kapitel

# tl_chapter.meta_legend
source: Meta information
de: Meta-Informationen

# tl_chapter.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_chapter.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_chapter.editbookheader.0
source: Edit book settings
de: Bucheinstellungen bearbeiten

# tl_chapter.editbookheader.1
source: Edit the settings of the book ID %s
de: Einstellungen des Buches ID %s bearbeiten

# tl_chapter.new.0
source: New chapter
de: Neues Kapitel

# tl_chapter.new.1
source: Create a new chapter
de: Ein neues Kapitel anlegen

# tl_chapter.edit.0
source: Edit chapter
de: Kapitel bearbeiten

# tl_chapter.edit.1
source: Edit chapter ID %s
de: Kapitel ID %s bearbeiten

# tl_chapter.editheader.0
source: Edit chapter settings
de: Kapiteleinstellungen bearbeiten

# tl_chapter.editheader.1
source: Edit the settings of the chapter ID %s
de: Einstellungen des Kapitels ID %s bearbeiten

# tl_chapter.copy.0
source: Duplicate chapter
de: Kapitel duplizieren

# tl_chapter.copy.1
source: Duplicate chapter ID %s
de: Kapitel ID %s duplizieren

# tl_chapter.copyChilds.0
source: Duplicate with subchapters
de: Kapitel mit Unterkapiteln duplizieren

# tl_chapter.copyChilds.1
source: Duplicate chapter ID %s with its subchapters
de: Kapitel ID %s inklusive Unterkapiteln duplizieren

# tl_chapter.cut.0
source: Move chapter
de: Kapitel verschieben

# tl_chapter.cut.1
source: Move chapter ID %s
de: Kapitel ID %s verschieben

# tl_chapter.delete.0
source: Delete chapter
de: Kapitel löschen

# tl_chapter.delete.1
source: Delete chapter ID %s
de: Kapitel ID %s löschen

# tl_chapter.toggle.0
source: Publish/unpublish chapter
de: Kapitel veröffentlichen/unveröffentlichen

# tl_chapter.toggle.1
source: Publish/unpublish chapter ID %s
de: Kapitel ID %s veröffentlichen/unveröffentlichen

# tl_chapter.show.0
source: Chapter details
de: Kapiteldetails

# tl_chapter.show.1
source: Show the details of chapter ID %s
de: Details des Kapitels ID %s anzeigen

# tl_chapter.pasteafter.0
source: Paste after
de: Einfügen nach

# tl_chapter.pasteafter.1
source: Paste after chapter ID %s
de: Nach dem Kapitel ID %s einfügen

# tl_chapter.pasteinto.0
source: Paste into
de: Einfügen in

# tl_chapter.pasteinto.1
source: Paste into page ID %s
de: In das Kapitel ID %s einfügen
